{
  "Portfolio": "Портфель",
  "home": "Домой",
  "about": "Обо мне",
  "services": "Услуги",
  "portfolio": "Портфель",
  "testimonials": "Отзывы",
  "contact": "Контакт",
  "big-hello": "Привет!",
  "i-am-a": "Я",
  "word-web-dev": "Веб разработчик",
  "word-web-des": "UI/UX дизайн ",
  "word-freelancer": "Фрилансер",
  "about-text": "Фронтенд-разработчик. Мой стек включает HTML, CSS, JavaScript, TypeScript, React, Next.js",
  "about-me": "Обо мне",
  "about": "Обо",
  "me": "Мне",
  "my-name-is": "Меня зовут",
  "my-name": "Сомон Каримзода",
  "about-paragraph": "Я фронтенд-разработчик, специализирующийся на создании современных масштабируемых веб-приложений. Мой стек включает HTML, CSS, JavaScript, TypeScript, React, Next.js. Я постоянно учусь и стремлюсь развиваться как фронтенд-разработчик.",
  "age": "Возраст:",
  "age-value": "27",
  "language": "Языки:",
  "language-value": "Английский Русский Таджикский",
  "work": "Работа:",
  "work-value": "Фронтенд-разработчик",
  "freelance": "Фриланс:",
  "freelance-value": "доступен",
  "download-cv": "Скачать резюме",
  "my": "Мои",
  "skills": "Навыки",
  "my-services": "Мои Услуги",
  "web-development": "Веб Разработка",
  "web-development-desc": "Я создаю адаптивные и высокопроизводительные сайты, используя современные технологии, такие как HTML, CSS, JavaScript, TypeScript, React и Next.js. Мой подход ориентирован на чистый код, удобство использования и масштабируемость — создавая решения, которые помогают вашему бизнесу расти в интернете.",
  "ui-ux-design": "UI/UX Дизайн",
  "ui-ux-design-desc": "Я создаю современные, интуитивно понятные и визуально привлекательные дизайны сайтов, ориентированные на пользовательский опыт и идентичность бренда. Мой процесс включает разработку пользовательских интерфейсов в Figma и Adobe XD, чтобы ваш сайт выделялся и привлекал внимание аудитории с первого клика.",
  "freelancer": "Фрилансер",
  "freelancer-desc": "Как фрилансер, я предлагаю гибкие, ориентированные на клиента решения, чтобы помочь бизнесу достичь своих целей. Я веду проекты от идеи и дизайна до запуска. Вы можете рассчитывать на прозрачную коммуникацию, соблюдение сроков и высокое качество результата. Давайте вместе воплотим вашу идею в жизнь!",
  "my-portfolio": "Моё Портфолио",
  "button-all": "Все",
  "button-web-development": "Веб‑разработка",
  "button-design": "UI/UX Дизайн",
  "button-freelancer": "Фрилансер",
  "web-development": "Веб-разработка",
  "portfolio-project": "Проект портфолио",
  "web-design": "UI/UX Дизайн",
  "portfolio-project": "Проект портфолио",
  "freelancer": "Фрилансер",
  "portfolio-project": "Проект портфолио",
  "review": "Отзывы",
  "sarah-comment": "Сомон выполнил наш фронтенд-проект раньше срока и с отличным качеством. Его внимание к UX и чистому коду сделало интеграцию простой для нашей команды. Очень рекомендуем!",
  "sarah-johnson": "Сара Джонсон",
  "project-manager": "Руководитель проекта",
  "david-comment": "Работать с Сомоном было очень легко. Он мгновенно понял мои вайрфреймы и воплотил их в жизнь с идеальной пиксельной реализацией. Редкий талант во фронтенд-разработке.",
  "david-lee": "Дэвид Ли",
  "ux-ui": "UX/UI Дизайнер",
  "laura-comment": "Отличная коммуникация, сильные навыки фронтенд-разработки и честный подход. Настоятельно рекомендую.",
  "laura-smith": "Лаура Смит",
  "web-strategist": "Веб-стратег",
  "nasim-comment": "Сомон писал чистый, модульный код, который легко интегрировался в наш бэкенд. Его Git-коммиты были организованы и хорошо задокументированы. Настоящий профессионал!",
  "nasim-karimzoda": "Насим Каримзода",
  "backend-developer": "Бэкенд-разработчик",
  "farzona-comment": "Сомон создал красивую лендинг-страницу для нашей последней кампании. Быстро, адаптивно, SEO-дружественно — и полностью соответствует бренду. Мы обязательно снова будем с ним работать.",
  "farzona-karimova": "Фарзона Каримова",
  "marketing-lead": "Руководитель маркетинга",
  "jason-comment": "Он взял наши дизайны в Figma и превратил их в живое приложение в рекордно короткие сроки. Его отзывчивость и гибкость сделали его любимцем нашей команды разработчиков.",
  "jason-kim": "Джейсон Ким",
  "product-manager": "Менеджер по продукту",
  "isabella-comment": "Сомон воплотил наше дизайнерское видение с элегантностью и точностью. Его умение превращать творческие идеи в адаптивные и быстро загружающиеся страницы действительно впечатляет.",
  "isabella-moore": "Изабелла Мур",
  "creative-director": "Креативный директор",
  "ethan-comment": "Я был впечатлен его навыками фронтенд-разработки и структурированным кодом. Он пишет как инженер, но думает как дизайнер — редкое сочетание, которое нужно каждой команде.",
  "ethan-brooks": "Итан Брукс",
  "lead-developer": "Ведущий разработчик",
  "contact-me": "Связаться со мной",
  "send-message": "Отправить сообщение",
  "placeholder-name": "Имя",
  "placeholder-email": "Эл. почта",
  "placeholder-subject": "Тема",
  "placeholder-message": "Сообщение",
  "created-by": "Создано",
  "somon-karimzoda": "Сомон Каримзода"
}
